Repository: Erphannazari/bazara
Catalog: bazara/languages/mahak-bazara-*.po
Languages: fa_ir

source: By this plugin sync your mahak accounting data to your eshop
fa_ir: به وسیله این پلاگین، اطلاعات نرم افزار حسابداری محک را با فروشگاه اینترنتی خود همگام سازی کنید.

source: Set plugin behavior setting
fa_ir: تنظیمات پلاگین

source: Mahak Username:
fa_ir: نام کاربری :

source: Mahak Password:
fa_ir: کلمه عبور :

source: System Sync ID:
fa_ir: شناسه پایگاه داده:

source: Package Number:
fa_ir: شماره بسته :

source: Banks Account:
fa_ir: حساب های بانکی:

source: Enter Mahak Soft Username.
fa_ir: نام کاربری خود را وارد کنید.

source: Enter packageNumber.
fa_ir: شماره بسته خود را وارد کنید.

source: Enter Mahak Soft Password.
fa_ir: کلمه عبور خود را وارد کنید.

source: Get your systemSyncID from mahak soft team and enter here.
fa_ir: شناسه پایگاه داده خود را از پشتیبانی محک دریافت کنید و در اینجا وارد کنید.

source: relating payment method to bank account. each line put a bank. format: "payment method=bank:account"
fa_ir: تعیین ارتباط شماره حساب بانکی با پرداخت ها. لطفا هر حساب در یک سطر نوشته شود. فرمت قابل قبول به صورت زیر می باشد: payment method=bank:account number مثال zarinpal=zarin:464654654

source: Start Syncing.
fa_ir: شروع همگام سازی

source: please select items you want to be sync:
fa_ir: لطفا مواردی که می خواهید همگام سازی شوند را انتخاب کنید:

source: products
fa_ir: محصولات

source: Add Category
fa_ir: گروه به محصولایت اضافه شود

source: Add Group
fa_ir: دسته بندی به محصولایت اضافه شود

source: customers
fa_ir: مشتریان سایت

source: attention: Because of mahak restricting, only new persons send to server.
fa_ir: توجه: به دلیل ساختار وب سرویسی نرم افزار محک، فقط مشتریان جدید به سرور ارسال می شوند و تغییرات مشتریان قبلی ارسال نخواهد شد.

source: orders:
fa_ir: سفارشات:

source: attention: direction is only from site to server.
fa_ir: توجه: ارسال اطلاعات سفارشات فقط از وب سایت به سمت نرم افزار محک می باشد و اطلاعات سفارشات و فاکتور ها از نرم افزار محک دریافت نخواهد شد.

source: Result Logs:
fa_ir: گزارش عملیات:

source: Bazara Syncronizer
fa_ir: بازارا

source: Logs
fa_ir: گزارش

source: Bazara API Settings
fa_ir: فرم تنظیمات اتصال به نرم افزار حسابداری محک

source: Upload Product Category File
fa_ir: بارگذاری فایل دسته بندی های محصول

source: Upload Category File
fa_ir: بارگذاری فایل دسته بندی ها

source: orders
fa_ir: سفارشات

source: Upload Images By Recieve Product Data
fa_ir: بارگذاری تصاویر محصولات همزمان با دریافت محصولات

source: Result Logs
fa_ir: گزارش عملیات

source: By this plugin sync your mahak accounting data to your eshop
fa_ir: به وسیله این پلاگین، اطلاعات نرم افزار حسابداری محک را با فروشگاه اینترنتی خود همگام سازی کنید.

source: Username can not create because Both of Email and Mobile are empty.
fa_ir: ایمیل و موبایل خالی هستند بنابراین نام کاربری قابل ایجاد نمی باشد.

source: mahak username is empty. please set username first.
fa_ir: نام کاربری خالی است. لطفا نام کاربری را ثبت کنید.

source: mahak password is empty. please set password first.
fa_ir: کلمه عبور خالی است. لطفا کلمه عبور را ثبت کنید.

source: mahak systemSyncID is empty. please set systemSyncID first.
fa_ir: شناسه پایگاه داده خالی است. لطفا شناسه پایگاه داده را ثبت کنید.
